<?php

return [

  'actions' => [
    'save' => 'រក្សារទុក',
    'update' => 'កែប្រែ',
    'back' => 'ត្រឡប់ក្រោយ',
    'generate' => 'បង្កើត',
    'delete' => 'លុបចោល'
  ],

  'comments' => [
    'delete' => 'តើអ្នកពិតជាចង់លុបចោលមតិនេះមែនឬទេ?'
  ],

  'posts' => [
    'delete' => 'តើអ្នកពិតជាចង់លុបចោលអត្ថបទនេះមែនឬទេ?',
    'delete_thumbnail' => "តើអ្នកពិតជាចង់លុបចោលរូបភាពនេះមែនឬទេ?"
  ],

  'users' => [
    'regenerate' => 'តើអ្នកពិតជាចង់បង្កើតសោសម្ងាត់សារជាថ្មីមែនឬទេ? API ទាំងអស់នេះនឹងកាត់ផ្តាច់ការតភ្ជាប់​​។',
    'destroy_api_token' => 'តើអ្នកពិតជាចង់លុបចោលសោសម្ងាត់នេះមែនឬទេ? API ទាំងអស់នេះនឹងកាត់ផ្តាច់ការតភ្ជាប់​​។',
  ]

];
