<?php

return [
  'subscribre' => "ចុះឈ្មោះ",
  'placeholder' => 'អ៊ីម៉ែលរបស់អ្នក',
  'created' => "អ៊ីម៉ែលត្រូវបានបង្កើតទៅកាន់ព្រឹត្តិប័ត្រព័ត៌មានដោយជោគជ័យ",
  'unsubscribed' => 'ការមិនទទួលយកព្រឹត្តិប័ត្រព័ត៌មានត្រូវបានបញ្ចូនទៅកាន់គណនេយ្យ',

  'email' => [
    'subject' => 'ព្រឹត្តិប័ត្រព័ត៌មានប្រចាំខែ',
    'welcome' => 'សូមស្វាគមន៍មកកាន់ព្រឹត្តិប័ត្រព័ត៌មានប្រចាំខែ!',
    'description' => 'នេះគឺជាចំនួនបញ្ជីនៃអត្ថបទចុងក្រោយដែលបានចេញផ្សាយក្នុងកំឡុងខែ :count។',
    'thanks' => 'សូមអរគុណចំពោះការអានព្រឹត្តិប័ត្រព័ត៌មានរបស់យើង',
    'unsubscribe' => 'ការមិនទទួលយកព្រឹត្តិប័ត្រព័ត៌មាន'
  ]
];
