<?php

return [
    'publish' => 'ផ្សាយចេញ',
    'delete' => 'លុបចោល',
    'delete_thumbnail' => "លុបចោលនូវរូបភាព",
    'edit' => 'កែសម្រួល',
    'last_posts' => 'អត្ថបទថ្មីៗ',
    'add_article' => 'ការបន្ថែមអត្ថបទ',
    'edit_article' => 'ការកែសម្រួលអត្ថបទ',
    'created' => 'អត្ថបទត្រូវបានបង្កើតដោយជោគជ័យ',
    'updated' => 'អត្ថបទត្រូវបានកែសម្រួលដោយជោគជ័យ',
    'deleted' => 'អត្ថបទត្រូវបានលុបចោលដោយជោគជ័យ',
    'empty' => "ភ្លាមៗនេះមិនមានអត្ថបទក្នុងការពិនិត្យសារជាថ្មី",
    'new_posts' => 'អត្ថបទថ្មី',
    'count' => ':count អត្ថបទ',
    'show' => "មើលលម្អិត",

    'attributes' => [
        'title' => 'ចំណងជើង',
        'content' => 'មាតិកា',
        'author' => 'អ្នកនិពន្ធ',
        'thumbnail' => 'រូបភាព',
        'posted_at' => 'ការផ្សាយឯ',
    ],

    'placeholder' => [
        'title' => 'ចំណងជើងរបស់អ្នក',
        'content' => 'មាតិការបស់អ្នក'
    ],
    'show.article' => 'អត្តបទ',
    'btn_read_more' => 'អានបន្ត',
    'video' => 'វីដីអូ'
];
